friends =  {
    'Серёга': 'Омск',
    'Соня': 'Москва',
    'Дима': 'Челябинск',
    'Айгуль': 'Казань',	
    'Алёна': 'Белгород',
    'Даниил': 'Санкт-Петербург',
    'Лев': 'Тула',
    'Валера': 'Сыктывкар',
    'Антон': 'Ялта',
    'Карен': 'Краснодар'
}

# Здесь ваш код для формулы "<имя_друга> живёт в городе <название_города>"
# Here is your code for the formula “<friend_name> lives in the city of <city_name>”
for key, value in friends.items():
    print(f'{key} живёт в городе {value}')










